Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CONTROLLER_FORGET
source: Erase Controller Settings…
ar: حذف إعدادات ذراع التحكم…
bg: Изтрий настройки на контролер…
ca: Esborra la configuració del comandament…
cs: Smazat nastavení ovladače…
da: Slet controllerindstillinger…
de: Controller-Einstellungen löschen …
el: Σβήσιμο ρυθμίσεων χειριστηρίου…
es: Borrar ajustes del mando de videojuegos…
es_us: Borrar configuración del control…
fi: Tyhjennä ohjaimen asetukset…
fr: Effacer les réglages de la manette…
fr_ca: Effacer les réglages de la manette…
he: מחיקת הגדרות שלט…
hi: कंट्रोलर सेटिंग्ज़ मिटाएँ…
hr: Obriši postavke kontrolera…
hu: Vezérlőbeállítások törlése…
id: Hapus Pengaturan Pengontrol…
it: Inizializza impostazioni controller…
ja: コントローラ設定を消去…
kk: Контроллер реттеулерін өшіру…
ko: 게임 컨트롤러 설정 지우기…
lt: Trinti valdiklio nustatymus…
ms: Padam Seting Pengawal…
nb: Slett Kontroller-innstillinger…
nl: Wis instellingen voor controller…
pl: Wymaż ustawienia kontrolera…
pt_br: Apagar Ajustes do Controle…
pt_pt: Apagar definições do comando de jogos…
ro: Ștergere configurări controller…
ru: Стереть настройки контроллера…
sk: Vymazať nastavenia ovládača…
sl: Izbriši nastavitve kontrolerja …
sv: Radera inställningar för spelkontroll…
th: ลบการตั้งค่าอุปกรณ์ควบคุม…
tr: Kumanda Ayarlarını Sil…
uk: Стерти налаштування контролера…
vi: Xóa cài đặt bộ điều khiển…
zh_cn: 抹掉控制器设置…
zh_hk: 清除控制器設定⋯
zh_tw: 清除控制器設定⋯

# CONTROLLER_FORGET_CONFIRMATION_ACTION
source: Erase Controller Settings
ar: حذف إعدادات ذراع التحكم
bg: Изтрий настройки на контролер
ca: Esborra la configuració del comandament
cs: Smazat nastavení ovladače
da: Slet controllerindstillinger
de: Controller-Einstellungen löschen
el: Σβήσιμο ρυθμίσεων χειριστηρίου…
es: Borrar ajustes del mando de videojuegos
es_us: Borrar configuración del control
fi: Tyhjennä ohjaimen asetukset
fr: Effacer les réglages de la manette
fr_ca: Effacer les réglages de la manette
he: מחיקת הגדרות שלט
hi: कंट्रोलर सेटिंग्ज़ मिटाएँ
hr: Obriši postavke kontrolera
hu: Vezérlőbeállítások törlése
id: Hapus Pengaturan Pengontrol
it: Inizializza impostazioni controller
ja: コントローラ設定を消去
kk: Контроллер реттеулерін өшіру
ko: 게임 컨트롤러 설정 지우기
lt: Trinti valdiklio nustatymus
ms: Padam Seting Pengawal
nb: Slett Kontroller-innstillinger
nl: Wis instellingen voor controller
pl: Wymaż ustawienia kontrolera
pt_br: Apagar Ajustes do Controle
pt_pt: Apagar definições do comando de jogos
ro: Ștergeți configurările controllerului
ru: Стереть настройки контроллера
sk: Vymazať nastavenia ovládača
sl: Izbriši nastavitve kontrolerja
sv: Radera inställningar för spelkontroll
th: ลบการตั้งค่าอุปกรณ์ควบคุม
tr: Kumanda Ayarlarını Sil
uk: Стерти налаштування контролера
vi: Xóa cài đặt bộ điều khiển
zh_cn: 抹掉控制器设置
zh_hk: 清除控制器設定
zh_tw: 清除控制器設定

# CONTROLLER_FORGET_CONFIRMATION_DESCRIPTION
source: Are you sure you want to erase settings for this controller? Your profiles will not be erased.
ar: هل ترغب بالتأكيد في حذف إعدادات ذراع التحكم هذه؟ لن يتم حذف ملفات التعريف الخاصة بك.
bg: Сигурни ли сте, че искате да изтриете настройките за този контролер? Вашите профили няма да бъдат изтрити.
ca: Confirmes que vols esborrar la configuració del comandament? Els perfils no s’esborraran.
cs: Určitě chceš nastavení tohoto ovladače smazat? Tvoje profily se nesmažou.
da: Er du sikker på, at du vil slette indstillingerne for denne controller? Dine profiler slettes ikke.
de: Sollen diese Controller-Einstellungen wirklich gelöscht werden? Deine Profile werden nicht gelöscht.
el: Θέλετε σίγουρα να σβήσετε τις ρυθμίσεις για αυτό το χειριστήριο; Τα προφίλ σας δεν θα σβηστούν.
es: ¿Seguro que quieres borrar los ajustes de este mando de videojuegos? Al hacerlo, no se borrarán tus perfiles.
es_us: ¿Quieres borrar la configuración de este control? Tus perfiles no se eliminarán.
fi: Tyhjennetäänkö tämän ohjaimen asetukset? Profiilejasi ei tyhjennetä.
fr: Voulez-vous vraiment effacer les réglages de cette manette ? Vos profils seront conservés.
fr_ca: Voulez-vous vraiment effacer les réglages de cette manette? Vos profils ne seront pas supprimés.
he: למחוק את ההגדרות עבור שלט זה? הפרופילים שלך לא יימחקו.
hi: क्या आप वाक़ई इस कंट्रोलर के लिए सेटिंग्ज़ मिटाना चाहते हैं? आपकी प्रोफ़ाइल नहीं मिटाई जाएँगी।
hr: Sigurno želite obrisati postavke za ovaj kontroler? Vaši profili neće se obrisati.
hu: Biztosan törli ennek a vezérlőnek a beállításait? A profiljai nem lesznek törölve.
id: Apakah Anda yakin ingin menghapus pengaturan untuk pengontrol ini? Profil Anda tidak akan dihapus.
it: Confermi di voler inizializzare le impostazioni del controller? I tuoi profili non verranno inizializzati.
ja: このコントローラの設定を消去してもよろしいですか? プロファイルは消去されません。
kk: Осы контроллер реттеулерін өшіру қажеттігіне сенімдісіз бе? Профильдеріңіз жойылмайды.
ko: 이 컨트롤러에 대한 설정을 지우겠습니까? 사용자의 프로필은 삭제되지 않습니다.
lt: Ar tikrai norite ištrinti šio valdiklio nustatymus? Jūsų profiliai nebus ištrinti.
ms: Adakah anda pasti mahu memadamkan seting untuk pengawal ini? Profil anda tidak akan dipadamkan.
nb: Er du sikker på at du vil slette innstillingene for denne kontrolleren? Profilene dine vil ikke bli slettet.
nl: Weet je zeker dat je instellingen wilt wissen voor deze controller? Je profielen worden niet gewist.
pl: Czy na pewno chcesz wymazać ustawienia tego kontrolera? Twoje profile nie zostaną wymazane.
pt_br: Tem certeza de que deseja apagar os ajustes deste controle? Seus perfis não serão apagados.
pt_pt: Tem a certeza de que pretende apagar as definições deste comando de jogos? Os perfis não serão apagados.
ro: Sigur doriți să ștergeți configurările pentru acest controller? Profilurile dvs. nu vor fi șterse.
ru: Вы действительно хотите стереть настройки этого контроллера? Ваши профили стерты не будут.
sk: Naozaj chcete vymazať nastavenia tohto ovládača? Vaše profily nebudú vymazané.
sl: Ste prepričani, da želite izbrisati nastavitve za ta kontroler? Vaši profili ne bodo izbrisani.
sv: Är du säker på att du vill radera inställningarna för den här spelkontrollen? Dina profiler raderas inte.
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบการตั้งค่า สำหรับอุปกรณ์ควบคุมนี้ โปรไฟล์ของคุณจะไม่ถูกลบ
tr: Bu kumandanın ayarlarını silmek istediğinizden emin misiniz? Profilleriniz silinmez.
uk: Справді стерти налаштування цього контролера? Ваші профілі не буде стерто.
vi: Bạn có chắc chắn muốn xóa cài đặt cho bộ điều khiển này không? Cấu hình của bạn sẽ không bị xóa.
zh_cn: 确定要抹掉此控制器的设置吗？描述文件将不会抹掉。
zh_hk: 你確定要清除此控制器的設定嗎？將不會刪除你的設定檔。
zh_tw: 你確定要清除此控制器設定嗎？你的描述檔將不會清除。

# CONTROLLER_FORGET_ELLIPSIS
source: Erase Controller Settings…
ar: حذف إعدادات ذراع التحكم…
bg: Изтрий настройки на контролер…
ca: Esborra la configuració del comandament…
cs: Smazat nastavení ovladače…
da: Slet controllerindstillinger…
de: Controller-Einstellungen löschen …
el: Σβήσιμο ρυθμίσεων χειριστηρίου…
es: Borrar ajustes del mando de videojuegos…
es_us: Borrar configuración del control…
fi: Tyhjennä ohjaimen asetukset…
fr: Effacer les réglages de la manette…
fr_ca: Effacer les réglages de la manette…
he: מחיקת הגדרות שלט…
hi: कंट्रोलर सेटिंग्ज़ मिटाएँ…
hr: Obriši postavke kontrolera…
hu: Vezérlőbeállítások törlése…
id: Hapus Pengaturan Pengontrol…
it: Inizializza impostazioni controller…
ja: コントローラ設定を消去…
kk: Контроллер реттеулерін өшіру…
ko: 게임 컨트롤러 설정 지우기…
lt: Trinti valdiklio nustatymus…
ms: Padam Seting Pengawal…
nb: Slett Kontroller-innstillinger…
nl: Wis instellingen voor controller…
pl: Wymaż ustawienia kontrolera…
pt_br: Apagar Ajustes do Controle…
pt_pt: Apagar definições do comando de jogos…
ro: Ștergere configurări controller…
ru: Стереть настройки контроллера…
sk: Vymazať nastavenia ovládača…
sl: Izbriši nastavitve kontrolerja …
sv: Radera inställningar för spelkontroll…
th: ลบการตั้งค่าอุปกรณ์ควบคุม…
tr: Kumanda Ayarlarını Sil…
uk: Стерти налаштування контролера…
vi: Xóa cài đặt bộ điều khiển…
zh_cn: 抹掉控制器设置…
zh_hk: 清除控制器設定⋯
zh_tw: 清除控制器設定⋯

# CONTROLLER_SHORTCUTS_TITLE
source: Controller Shortcuts
ar: اختصارات ذراع التحكم
bg: Бързи команди на контролер
ca: Dreceres del comandament
cs: Zkratky na ovladači
da: Genveje på controller
de: Controller-Kurzbefehle
el: Συντομεύσεις χειριστηρίου
es: Funciones rápidas del mando de videojuegos
es_us: Funciones rápidas del control
fi: Ohjaimen oikotiet
fr: Raccourcis de manette
fr_ca: Raccourcis de la manette
he: קיצורים של השלט
hi: कंट्रोलर शॉर्टकट
hr: Prečaci kontrolera
hu: Vezérlőparancsok
id: Pintasan Pengontrol
it: Abbreviazioni controller
ja: コントローラのショートカット
kk: Контроллердің жылдам пәрмендері
ko: 컨트롤러 단축키
lt: Valdiklio sparčiosios komandos
ms: Pintasan Pengawal
nb: Snarveier for kontroller
nl: Snelkoppelingen
pl: Skróty kontrolera
pt_br: Atalhos do Controle
pt_pt: Atalhos do comando
ro: Scurtături controller
ru: Быстрые команды для контроллера
sk: Skratky na ovládači
sl: Bližnjice krmilnika
sv: Spelkontrollgenvägar
th: คำสั่งลัดอุปกรณ์ควบคุม
tr: Kumanda Kestirmeleri
uk: Швидкі команди для контролера
vi: Phím tắt của bộ điều khiển
zh_cn: 控制器快捷键
zh_hk: 控制器快捷鍵
zh_tw: 控制器快速鍵

# CONTROLLER_SYSTEM_INTERACTION_TITLE
source: Thumbstick Scrolling
ar: التمرير بالعصا
bg: Прелистване с мини джойстик
ca: Desplaçament amb el comandament
cs: Posouvání páčkou
da: Rulning med styrepind
de: Scrollen mit Stick
el: Κύλιση μοχλού
es: Desplazamiento con el stick
es_us: Desplazamiento con el joystick
fi: Vieritys ohjaussauvalla
fr: Défilement avec le joystick
fr_ca: Défilement au moyen du manche
he: גלילה באמצעות כפתור האגודל
hi: थंबस्टिक स्क्रोलिंग
hr: Listanje palicom
hu: Karral görgetés
id: Pengguliran Stik
it: Scorrimento con levetta
ja: 親指スティックによるスクロール
kk: Шағын джойстикпен айналдыру
ko: 엄지스틱 스크롤
lt: Slinkimas svirtimi
ms: Penskrolan Kayu Ibu Jari
nb: Rulling med styrespak
nl: Scrollen met duimstick
pl: Przewijanie drążkiem
pt_br: Rolagem Analógica
pt_pt: Deslocação com manípulo
ro: Derulare cu butonul thumbstick
ru: Прокрутка мини‑джойстиком
sk: Rolovanie páčkou
sl: Pomikanje s paličico
sv: Styrspaksrullning
th: การเลื่อนจอยสติ๊ก
tr: Çubukla Kaydırma
uk: Прокручування мініджойстиком
vi: Cuộn bằng cần điều khiển
zh_cn: 摇杆键滚动
zh_hk: 搖桿捲動
zh_tw: 搖桿捲動

# CONTROLLER_WITH
source: with %@
ar: باستخدام %@
bg: с %@
ca: amb %@
cs: s ovladačem %@
da: med %@
de: mit %@
el: με %@
es: con %@
es_us: con %@
fr: avec %@
fr_ca: avec %@
he: עם %@
hi: %@ के साथ
hr: koristeći %@
hu: a következővel: %@
id: dengan %@
it: con %@
ja: %@を使用
kk: %@ бар
lt: naudojant „%@“
ms: dengan %@
nb: med %@
nl: met %@
pt_br: com %@
pt_pt: com %@
ro: cu %@
sk: s ovládačom %@
sl: s kontrolerjem %@
sv: med %@
th: ที่มี %@
tr: %@ ile
uk: з %@
vi: với %@
zh_cn: 使用%@
zh_hk: 使用%@
zh_tw: 使用%@

# CONTROLLERS_TITLE
source: Controllers
ar: أذرع التحكم
bg: Контролери
ca: Comandaments
cs: Ovladače
da: Controllere
de: Controller
el: Χειριστήρια
es: Mandos
es_us: Controles
fi: Ohjaimet
fr: Manettes
fr_ca: Manettes
he: שלטי משחק
hi: कंट्रोलर
hr: Kontroleri
hu: Vezérlők
id: Pengontrol
it: Controller
ja: コントローラ
kk: Контроллерлер
ko: 컨트롤러
lt: Valdikliai
ms: Pengawal
nb: Kontrollere
pl: Kontrolery
pt_br: Controles
pt_pt: Comandos
ro: Controllere jocuri
ru: Контроллеры
sk: Ovládače
sl: Kontrolerji
sv: Spelkontroller
th: อุปกรณ์ควบคุม
tr: Kumandalar
uk: Контролери
vi: Bộ điều khiển
zh_cn: 控制器
zh_hk: 控制器
zh_tw: 控制器

# COPILOT_COPILOT_FIELD
source: Buddy
ar: الرفيق
bg: Приятел
ca: Company
cs: Spoluhráč
da: Ven
de: Partner:in
el: Συγχειριστής
es: Ayudante
es_us: Copiloto
fi: Apuohjain
fr: Partenaire
fr_ca: Copilote
he: חבר/ה
hi: बडी
hr: Prijatelj
hu: Társ
id: Teman
it: Copilota
ja: バディ
kk: Көмекші
ko: 공동 플레이어
lt: Bičiulis
ms: Rakan
nb: Venn
nl: Partner
pl: Współgracz
pt_br: Auxiliar
pt_pt: Auxiliar
ro: Partener
ru: Помощник
sk: Spoluhráč
sl: Soigralec
sv: Kompis
th: คู่หู
tr: Arkadaş
uk: Помічник
vi: Bạn đồng hành
zh_cn: 协作玩家
zh_hk: 拍檔
zh_tw: 同玩隊友

# COPILOT_DESC
source: Buddy Controller combines two controllers into one so two people can work together as the same player.
ar: تجمع ميزة "ذراع رفيق اللعب" ذراعي تحكم في واحدة حتى يستطيع شخصان أن يتعاونا كلاعب واحد.
bg: Управление с приятел комбинира два контролера в един, за да могат двама души да работят заедно като един играч.
ca: La funció del comandament compartit permet que dues persones juguin alhora com si fossin un sol jugador.
cs: Funkce Spřažený ovladač spojuje dva ovladače do jednoho a umožňuje, aby dva lidé spolupracovali jako jeden hráč.
da: Vennecontroller slår to controllere sammen til en, så to personer kan samarbejde og spille som en spiller.
de: Die Funktion „Partnercontroller“ verknüpft zwei Controller zu einem, sodass zwei Personen als ein:e Spieler:in zusammenarbeiten können.
el: Η λειτουργία Συγχειριστή συνδυάζει δύο χειριστήρια σε ένα ώστε δύο άτομα να μπορούν να παίζουν ως ένας παίκτης.
es: La función “Mando ayudante” combina dos mandos en uno solo para que dos personas puedan jugar juntas como un único jugador.
es_us: El Control de copiloto combina dos controles en uno para que dos personas puedan jugar como si fueran el mismo jugador.
fi: Kaveriohjain yhdistää kaksi ohjainta siten, että kaksi käyttäjää voi toimia yhdessä samana pelaajana.
fr: La fonctionnalité « Manette de partenaire » combine deux manettes en une pour permettre à deux personnes de jouer ensemble en ne formant qu’un seul joueur.
fr_ca: La fonctionnalité Copilote combine deux manettes pour que deux personnes puissent incarner le même joueur.
he: מצב ״שלט עם חבר או חברה״ משלב שני שלטים לשלט אחד כך ששני אנשים יוכלו לשחק יחד בתור אותו שחקן.
hi: बडी कंट्रोलर दो कंट्रोलर को मिलाकर एक कर देता है जिससे दो लोग एक साथ एक ही खिलाड़ी की तरह खेल सकते हैं।
hr: Značajka Prijateljev kontroler dva kontrolera u jedan kako bi dvije osobe mogle zajedno raditi kao isti igrač.
hu: A Vezérlőtárs funkció két vezérlőt egyesít, így két személy együtt irányíthat egy játékost.
id: Pengontrol Teman menggabungkan dua pengontrol menjadi satu agar dua orang dapat bekerja sama sebagai satu pemain.
it: “Controller condiviso” combina due controller in uno per consentire a due giocatori di collaborare come se fossero un’unica persona.
ja: バディコントローラにより、2台のコントローラを1つに結合し、2人のプレイヤーが協力して1人のプレイヤーとしてプレイすることができます。
kk: «Көмекші-контроллер» функциясы екі контроллерді біріктіреді, осылайша екі адам бір ойыншы ретінде бірге ойнай алады.
ko: 버디 컨트롤러 기능은 두 개의 컨트롤러를 하나로 연결하여 두 사람이 한 사람의 플레이어처럼 협동할 수 있도록 합니다.
lt: „Bičiulio valdiklis“ sujungia du valdiklius į vieną, todėl tą patį žaidėją gali valdyti du žmonės.
ms: Pengawal Rakan menggabungkan dua pengawal kepada satu supaya dua orang boleh bekerjasama sebagai pemain yang sama.
nb: Vennekontroller slår sammen to kontrollere til én slik at to personer kan samarbeide og spille som én spiller.
nl: Partnercontroller combineert twee controllers tot één controller, zodat twee personen kunnen samenwerken als dezelfde speler.
pl: Tryb Kontroler współgracza łączy dwa kontrolery, dzięki czemu dwie osoby mogą używać ich jak jeden gracz.
pt_br: O Controle Auxiliar combina dois controles em apenas um, para que duas pessoas possam jogar juntas como o mesmo jogador.
pt_pt: Comando auxiliar combina dois comandos num só, para que duas pessoas possam colaborar como um só jogador.
ro: Modul “Controller partener” combină două controllere în unul singur, pentru ca două persoane să poată acționa împreună, ca și cum ar fi același jucător.
ru: Функция «Контроллер-помощник» объединяет два контроллера в один: два человека могут играть вместе за одного игрока.
sk: Funkcia Spojený ovládač skombinuje dva ovládače do jedného, aby dvaja ľudia mohli spolupracovať ako jeden hráč.
sl: Buddy Controller združi dva kontrolerja v enega, tako da lahko dve osebi sodelujeta kot en igralec.
sv: Kompiskontroll kombinerar två spelkontroller till en så att två personer kan styra tillsammans som samma spelare.
th: อุปกรณ์คู่หูควบคุมจะรวมอุปกรณ์ควบคุมสองเครื่องเข้าด้วยกันเพื่อให้คนสองคนสามารถควบคุมร่วมกันเหมือนเป็นผู้เล่นคนเดียวกันได้
tr: Arkadaş Kumandası, iki kumandayı bir kumandaya çevirir, böylece iki kişi birlikte aynı oyuncu gibi oynayabilir.
uk: Режим «Помічник» обʼєднує два контролери в один, тому дві особи можуть співпрацювати як один гравець.
vi: Bộ điều khiển đồng hành kết hợp hai bộ điều khiển thành một sao cho hai người có thể cùng chơi như một người chơi.
zh_cn: “协控”将两个控制器合二为一，以使两个人作为一个玩家协同操作。
zh_hk: 「共同控制器」將兩部控制器二合為一，以便兩個人可以用同一位玩家的身份合作。
zh_tw: 「隊友控制器」將兩部控制器合而為一，以便兩個人以同一位玩家的身分合作操控。
